import React from "react";
import "./About.css"; // Assuming styles are in About.css
import aboutUs from "/aboutUs.jpg";

const About = () => {
  return (
    <div className="about">
      <div className="about-content">
        <div className="about-image">
          <img src={aboutUs} alt="About" />
        </div>

        <h1 className="titles">About Us</h1>
        <div>

          <p>
            {`"আল্লাহ ব্যবসাকে হালাল করেছেন, সুদকে হারাম করেছেন" তাই হালাল পথে সম্পদ অর্জনের জন্য "সেভ দ্যা পিপল অফ গ্রিন লাইফ" কাংখিত লক্ষ্য মাত্রাকে সামনে নিয়ে তার যাত্রা শুরু করেছে।`}
          </p>
          <br />
          <p>{`লক্ষ্য উদ্দেশ্য: `}</p>
          <p>{`
        মানুষ মহান স্রষ্টার শ্রেষ্ঠ সৃষ্টি, সকল সৃষ্টিই মানুষের কল্যানে নিয়োজিত। মানুষের অন্ন, বস্ত্রের মত একান্ত মৈালিক প্রয়োজনের জন্য দরকার নিরাপদ আশ্রয়ের আর সেই নিরাপদ আশ্রয় গড়ার লক্ষ্যে "সেভ দ্যা পিপল অফ গ্রিন লাইফ" আপনাকে আহব্বান জানাচ্ছে তার ছায়াতলে এসে একটি সুখের নীড় গড়ার। বাংলাদেশ পৃথিবীর দারিদ্রপীড়িত দেশের মধ্যে অন্যতম। আয়তনে ছোট হলেও জন সংখ্যায় পৃথিবীর অষ্টম বৃহত্তম দেশ। এ দেশে জনসংখ্যা এতটাই বেশী যে ছোট্ট একটি পরিবারের পক্ষেও অনেক সময় তাদের নিরাপদ আশ্রয়ের জন্য আলাদা ভূমিতে বাড়ী করা সম্ভবপর হয়ে উঠছে না, অপরদিকে দারিদ্রতা এদেশের মানুষের নিত্যসঙ্গী। ভূমি স্বল্পতা এবং দারিদ্রতার পাশাপাশি নির্মান সামগ্রীর উর্দ্ধগতি যা এদেশের ৯৯% বা তদুর্দ্ধ মানুষের পক্ষে এককভাবে বাড়ির মালিকানা হওয়া অনেকটা দুঃস্বপ্নের মত। ২০০০ স্কয়ার ফুটের একটি ফ্লাট ক্রয় করতেই কমপক্ষে ৬০ থেকে ৭০ লক্ষ টাকার প্রয়োজন। উল্লিখিত বিষয়গুলি মাথায় রেখে "সেভ দ্যা পিপল অফ গ্রিন লাইফ" এর তদারকীতে রাজধানীর মধ্যে অত্যন্ত আকর্ষনীয় মূল্যে ১০ কাঠা ভূমির উপর ১০ তলার একটি করে বিল্ডিং সম্পূর্ণ করে প্রায় ২০০০ স্কয়ার ফুটের একটি করে ইউনিট ৪০ লটারির মাধ্যমে বন্টন করা হবে মর্মে সিদ্ধান্ত নিয়েছে। আপনাদের সহযোগিতায় প্রথম পরিকল্পনা বাস্তবায়ন হলে পরবর্তীতে ঢাকা সহ দেশের গুরুত্বপূর্ণ কিছু জায়গায় একই ধরনের আরো কিছু আবাসন পরিকল্পনা হাতে নেওয়া হবে।

শুধু আবাসনই নয় "সেভ দ্যা পিপল অফ গ্রিন লাইফ” বৈদেশিক কর্মসংস্থানের অপার সম্ভাবনাকে কাজে লাগিয়ে নিয়েছে যুগান্তকারী পরিকল্পনা, যার মাধ্যমে বাংলাদেশে জাতীয় অর্থনীনৈতিক প্রবৃদ্ধিতে বিশেষ ভূমিকা রাখা ও

আত্বকর্মসংস্থান সৃষ্টির মাধ্যমে কর্মহীন বিশাল জনগোষ্ঠিকে বিশেষ প্রশিক্ষনের মাধ্যমে ইউরোপ, আমেরিকা, কানাডা, অস্ট্রোলিয়া, মধ্যপ্রাচ্য, জাপান, দক্ষিন কোরিয়া সহ বিশ্বের বিভিন্ন দেশে কর্ম জোগাড় করে দেওয়া হবে এবং ঐ কর্মমূখী জনগোষ্ঠিকে তাদের আত্ব কর্ম সংস্থানের পাশাপশি তাদেরকে প্রায় ২০০০ স্কয়ার ফুটের একটি করে ইউনিটের ব্যবস্থা করে দেওয়াও "সেভ দ্যা পিপল অফ গ্রিন লাইফ" এর অন্যতম উদ্দেশ্য।

শেয়ার হোল্ডার সংক্রান্ত দিক নির্দেশনা:`}</p>

          <p>
            {`

সুষ্ঠু পরিকল্পনা ও কঠোর পরিশ্রমের মাধ্যমে মানসিক শক্তি নিয়ে এগুতে পারলে তার জন্য অর্থিৈতক সমৃদ্ধি অর্জন করা সম্ভব। আমরা ৪০ জন মানুষকে সুষ্ঠু পরিকল্পনার আলোকে উন্নততর প্রশিক্ষনের মাধ্যমে কর্মক্ষম যোগ্যতর মানুষ হিসাবে গড়ে তুলবো, যার কর্ম নাই তার কর্মের ব্যবস্থা করবো। আর এই কর্মশীল মানুষেরাই হবে আমাদের শেয়ার হোল্ডার। তাই আপনি নিজে শেয়ার হোলাডার হোন অন্যদেরকেও শেয়ার হোল্ডার হওয়ার জন্য প্রস্তুত করুন।

`}
          </p>
          <br />

          <p>
            {`১) মাত্র ৩,০০,০০০/- টাকায় শেয়ার হোল্ডার হওয়ার সুযোগ।
  `}
          </p>
          <p>
            {`

২) ২০০০ স্কয়ার ফুটের ১ টি ফ্লাটের মালিক হওয়ার সুযোগ।
`}
          </p>
          <p>
            {`
৩) বিদেশ যেতে চাইলে যে কোন রাষ্ট্রে কর্ম নিয়ে যাওয়ার সুযোগ।
`}
          </p>
          <p>
            {`
৪) প্রতি মাসে দুইজন বিদেশ গমনে ইচ্ছুক ব্যক্তিকে আমাদের "সেভ দ্যা পিপল অফ গ্রিন লাইফ এর মাধ্যমে পাঠাবেন। ইহাতে যে লাভ হয় তার অর্থের্ধক আপনাকে প্রদান করা হবে আর বাকী অর্ধেক আপনার বিল্ডিং এর উন্নয়নমূলক কাজে ব্যয় করা হবে।

`}
          </p>
          <p>{`৫) শেয়ার হোল্ডারদের যোগ্যতা অনুযায়ী নিয়োগ দেওয়া হবে।`}</p>
          <p>
            {`

৬) বিশেষ ব্যবসায় অংশ গ্রহনের সুযোগ করে দেয়া হবে।`}
          </p>
          <p>
            {`

৭) ব্যাংক লোনের ব্যবস্থা করে দেওয়া হবে।`}
          </p>
          <p>
            {`
          ৮) জমি ক্রয় বিক্রয়ের মাধ্যমে অতিরিক্ত অর্থ উপার্জনের সুযোগ করে দেওয়া হবে।`}
          </p>
          <p>
            <br />
            {`

তাই আসুন আমরা সমাজের বোঝা না হয়ে সমাজের সম্পদ হই। সমাজের সাধারন মানুষ গুলিকে অসাধারন মানুষ হিসাবে গড়ে তুলি। সমাজটাকে এগিয়ে নিয়ে যাওয়ার জন্য চেষ্টা করি। আমাদের মেধা, সময় ও সম্পদ বিনিয়োগ যাতে বিফলে না যায় সে লক্ষ্যে "সেভ দ্যা পিপল অফ গ্রিন লাইফ" এ মেধা, সময় ও সম্পদ বিনিয়োগ করে অর্থনৈতিক ভাবে নিজেরা লাভবান হই, পাশাপাশি গড়ে তুলি স্বপ্নের আবাস।`}
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
