import React from 'react';
import ReactPlayer from 'react-player';
import './Projects.css'; // Ensure CSS is imported correctly
import VideoDisplay from '../../Components/VideoDisplay';


// Main Projects Component
const videos = [
    {
        id: 1,
        link: "https://youtu.be/ZN_y4pkO83M",
        description: "এইটা হল এক নাম্বার প্রজেক্ট আমিনবাজার ওভারব্রিজ হতে ১০০ গজ সাভারের দিক এগিয়ে। বিশ্ব রোড হতে এক মিনিটের রাস্তা। এইসাব রাস্তাটিও ৮০ ফিট এই রাস্তার পাশে সাড়ে আঠারো শতাংশ জায়গা। এখানেই সেফ দ্যা পিপুল অফ গ্রীন লাইফের দশ তলা বিল্ডিং এর কার্যক্রম অল্প সময়ের মধ্যে শুরু হবে ইনশাআল্লাহ। এই প্রজেক্টে জায়গার মালিক হতে মাত্র তিন লক্ষ পঞ্চাশ হাজার টাকা জমা করেই জায়গার মালিক হতে পারবেন। এবং ৫ থেকে ৬ কোটি টাকা লোন করে দেওয়া হবে যা দুই বছরের মধ্যে ফ্ল্যাটের মালিক হতে পারবেন। লোনের টাকা ৫ থেকে ৭ বছরের মধ্যে পরিশোধ করার সুযোগ আছে"
    },
    {
        id: 2,
        link: "https://youtu.be/lXfw_f_v2hM",
        description: "এইটা দুই নাম্বার প্রজেক্ট। গুলিস্তান থেকে মাত্র ১৫ মিনিটে এই প্রজেক্টে আসা যাবে। জায়গাটির নাম তুলসী মরিচা ব্রিজের সাথে। খুলনা বাগেরহাট কুষ্টিয়া ঝিনাইদা অর্থাৎ এই রোড দিয়ে দশটি জেলার লোকজনের যাতায়াতের হাইওয়ে রোড। এটা 4লাইন হতে যাচ্ছে। গাবতলির হাট এই রোডের পাশ দিয়ে হতে যাচ্ছে। এটা রাজশাহী উপশহর এর মতন একদম নিরিবিলি একটা শহর। অত্যান্ত নিরিবিলি প্রজেক্ট হবে। পাশে বাংলাদেশ সরকার কেমিক্যাল ইন্ডাস্ট্রির চারটি বেসিক নগরী করার জন্য জায়গা একুজিশন করেছে এবং নির্মাণ কাজ চলছে।  ভবিষ্যতে এখানকার জায়গা পঞ্চাশের থেকে ৬০ লক্ষ টাকা কাঠা ৫ বছরের মধ্যেই হবে ইনশাআল্লাহ। বর্তমান আমরা এই প্রজেক্ট দশ কাটা জায়গা ৩৪ জনের নামে রেজিস্ট্রি করে দিতে যাচ্ছি। ১০ তলা বিল্ডিং হবে ১৫০০ থেকে ২০০০ স্কয়ার ফিটের ফ্ল্যাট পাবে প্রতিশিয়ার হোল্ডার। মাত্র সাড়ে তিন লক্ষ টাকায় ৩৪ জনের নামে জায়গা রেজিস্ট্রি করে দেওয়া হবে ইনশাআল্লাহ। অল্প সময়ের মধ্যে পাঁচ কোটি থেকে ছয় কোটি টাকা লোন করে দেওয়া হবে যা দুই বছরের মধ্যে প্রত্যেক শেয়ার হোল্ডার তার ফ্ল্যাটে উঠে যেতে পারবে। লোনের টাকা ৫ থেকে ৭ বছরের মধ্যে পরিশোধ করলেই হবে"
    },
    {
        id: 3,
        link: "https://youtu.be/pJ_0ZZdYDQQ",
        description: "এই প্রজেক্ট নাম্বার হলো ৩ নাম্বার। এটা হল আফতাবনগর। জহুরুল ইসলামের প্রজেক্ট এর পিছনে। চায়না প্রজেক্ট এর একদম সাথে । সোনারগাঁ বিশ্ববিদ্যালয়ের একদম নিকটে। পাশে নীলক্ষেতের পাশে নিউমার্কেটের মালিকরা তিনটি বিল্ডিং ১৬ তালা করে এক একটা নির্মাণ কাজ শুরু করেছে। অদূর ভবিষ্যৎ গুলশান বনানীর মতন নামিদামি একটি প্রজেক্ট এটা হতে যাচ্ছে। এই প্রজেক্টে আমরা চার লক্ষ করে টাকা নেব এক একজন শেয়ারহোল্ডারে নিকট থেকে। বিনিময় ৩৪ জনের নামে দশ কাটা জায়গা রেজিস্ট্রি করে দেওয়া হবে ইনশাআল্লাহ। অল্প সমায়ের মধ্যে পাচ থেকে ছয় কোটি টাকা লোন করে দেওয়া হবে। দুই বছরের মধ্যে বিল্ডিং এর নির্মাণ কাজ শেষ হবে ।লোনের টাকা পাচ থেকে ছয় বছরের মধ্যে শোধ করলেই হবে ইনশাল্লাহ"
    },
    {
        id: 4,
        link: "https://youtube.com/shorts/xGpsU3G5xDk?feature=share",
        description: "এইটা হল ৪ নাম্বার প্রজেক্ট। মধুমতি মডেল টাউনের ভিতরে। একদম ৮০ ফিট রাস্তার সাথে। ১০ কাঠা জায়গা। এই জায়গাটি ৩৪ জনে নামে রেজিস্ট্রি করে দেওয়া হবে। প্রত্যেক শেয়ার হোল্ডার ৫ লক্ষ  টাকা জমি রেজিস্ট্রি সময় জমা দিতে হবে। অল্প সময়ের মধ্যে বিল্ডিং নির্মাণের জন্য পাঁচ থেকে ছয় কোটি টাকা লোন করে দেওয়া হবে ইনশাআল্লাহ। দুই বছরের মধ্যে বিল্ডিং নির্মাণ হয়ে যাবে প্রত্যেক শেয়ারহোল্ডার তার নিজস্ব ফ্ল্যাটে উঠে যেতে পারবে। লোনের টাকা ৫ থেকে ৭ বছরের মধ্যে পরিশোধ করলেই হবে ইনশাল্লাহ"
    },



];

function Projects() {
    return (
        <div className="Projects">
            {videos.map(video => (
                <VideoDisplay key={video.id} videoLink={video.link} description={video.description} />
            ))}
        </div>
    );
}

export default Projects;
